Repository: Attractor-School-Python-16/AccessibleBIM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Subscription
ru: Подписка

source: Subscription deletion
ru: Удаление подписки

source: Are you sure you want to delete the subscription for course
ru: Вы уверены, что хотите удалить подписку на курс

source: Price
ru: Цена

source: Unpublished
ru: Не опубликован

source: Update
ru: Изменить

source: Update the subscription
ru: Редактировать подписку

source: Add teacher
ru: Добавить преподавателя

source: Delete teacher
ru: Удалить преподавателя

source: Are you sure you want to delete the teacher <span class="text-danger"> %(name)s</span>?
ru: Вы точно хотите удалить преподавателя <span class="text-danger">%(name)s</span>?

source: Teacher info
ru: Преподаватель

source: Edit teacher
ru: Редактировать преподавателя

source: Teachers list
ru: Список преподавателей

source: Team
ru: Команда

source: Add team
ru: Добавление команды
