Repository: Attractor-School-Python-16/AccessibleBIM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Russian
ru: Русский

source: English
ru: Английский

source: Personal info
ru: Персональные данные

source: Job related info
ru: Профессиональные данные

source: Permissions
ru: Разрешения

source: Important dates
ru: Важные даты

source: Password
ru: Пароль

source: captcha
ru: Введите код на картинке

source: entrepreneur
ru: Предприниматель

source: limited_liability_company
ru: ОсОО

source: opened joint stock company
ru: ОАО

source: closed joint stock company
ru: ЗАО

source: additional liability company
ru: ОДОО

source: state company
ru: Государственное предприятие

source: other typecorp
ru: Другое

source: first name
ru: Имя

source: last name
ru: Фамилия

source: father name
ru: Отчество

source: email address
ru: Email

source: email_verified
ru: Email подтвержден

source: phone_number
ru: Номер телефона

source: job_title
ru: Должность

source: country
ru: Страна

source: select country
ru: Выберите страну

source: company_name
ru: Компания

source: company_type
ru: Вид организации

source: Activate your user account
ru: Подтвердите ваш аккаунт

source: partner title
ru: Название

source: partner image
ru: Изображение

source: Partner
ru: Партнер

source: Partners
ru: Партнеры

source: RUB
ru: руб.

source: Course
ru: Курс

source: Chapter title
ru: Название главы

source: Chapter description
ru: Описание главы

source: Serial number
ru: Номер

source: Chapter
ru: Глава

source: Chapters
ru: Главы

source: Target title
ru: Для кого предназначен курс

source: Target description
ru: Подробное описание

source: Course target
ru: Целевая аудитория

source: Course targets
ru: Целевая аудитория

source: Course title
ru: Название курса

source: Course description
ru: Описание курса

source: Course image
ru: Фото для курса

source: Module
ru: Модуль

source: Target audience
ru: Целевая аудитория

source: Course language
ru: Язык занятия

source: Course learn time
ru: Время на прохождение курса (часы)

source: Teachers
ru: Преподаватели

source: Courses
ru: Курсы

source: Module title
ru: Название модуля

source: Module description
ru: Описание модуля

source: Module image
ru: Фото для модуля

source: Modules
ru: Модули

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Father name
ru: Отчество

source: Job title
ru: Должность

source: Company
ru: Компания

source: Experience
ru: Опыт работы

source: About teacher
ru: О себе

source: Teacher
ru: Преподаватель

source: In progress
ru: В процессе

source: Finished
ru: Закончен

source: User
ru: Пользователь

source: Step
ru: Урок

source: Status
ru: Статус

source: Step start
ru: Начало шага

source: Step finish
ru: Прогресс по курсу

source: Course progress
ru: Прогресс по курсу

source: Choose different serial numbers for chapters.
ru: Выберите разные порядковые номера для глав.

source: Test start time
ru: Начало тестирования

source: Test end time
ru: Конец тестирования

source: Test
ru: Тест

source: Test passed
ru: Тест пройден

source: Test in progress
ru: Тест в процессе

source: Test progress
ru: Прогресс теста

source: Question
ru: Вопрос

source: Answer
ru: Ответ

source: Question-Answer
ru: Вопрос-ответ

source: Questions-Answers
ru: Вопросы-ответы

source: Right answer
ru: Верный ответ

source: Enter question
ru: Введите вопрос

source: Please enter title
ru: Введите название

source: Answer validation
ru: Валидация ответа

source: Wrong answer
ru: Неверный ответ

source: Answers
ru: Ответы

source: Questions
ru: Вопросы

source: Test title
ru: Тема тестирования

source: Questions quantity
ru: Количество вопросов

source: Tests
ru: Тесты

source: Question cannot have more than 2 right answers
ru: В вопросе не может быть более двух правильных ответов

source: Answer field cannot be empty
ru: Поле ответа на может быть пустым

source: Answer should contain at least 2 symbols
ru: Ответ должен быть длиной не менее двух символо

source: Answer correctness field can take only boolean values
ru: Поле верности ответа может принимать только булевые значения

source: Enter the name of the uploaded file
ru: Введите наименование загружаемого файла

source: Upload a file
ru: Загрузите файл

source: Only PDF, TXT, DOC, DOCX, XLS, XLSX, RVT, RFA, DWG, DXF formats allowed
ru: Необходимо загрузить файл в формате PDF, TXT, DOC, DOCX, XLS, XLSX, RVT, RFA, DWG, DXF

source: Uploaded file has to be no more than 250 MB
ru: Размер загружаемого файла не должен превышать 250 МБ

source: For uploading attachment you should both enter file title and upload a file
ru: Для загрузки файла неоходимо указать его название и загрузить файл

source: Title is mandatory for uploading a file
ru: При загрузке документа требуется обязательно указать название

source: Please upload a file
ru: Загрузите файл

source: Enter lesson's title
ru: Введите наименование занятия

source: Enter lesson's duration
ru: Укажите продолжительность занятия

source: Select files
ru: Выберите файлы

source: Select reading
ru: Выберите лекцию

source: Select video
ru: Выберите видео

source: Select test
ru: Выберите тест

source: Enter reading's title
ru: Введите наименование лекции

source: Enter reading's description
ru: Укажите описание лекции

source: Content
ru: Содержание

source: Please enter reading title
ru: Введите наименование лекции

source: Please enter reading description
ru: Укажите описание лекции

source: Please enter reading content
ru: Введите наименование лекции

source: Enter video's title
ru: Введите наименование видео

source: Enter video's description
ru: Укажите описание видео

source: Upload video file
ru: Загрузите видео файл

source: Uploaded file has to be no more than 2 GB
ru: Размер загружаемого файла не должен превышать 2ГБ

source: Only MP4, WebM and OGG formats allowed
ru: Необходимо загрузить видео в формате MP4, WebM или OGG

source: Please upload video file
ru: Загрузите видео файл

source: Please enter video title
ru: Введите наименование видео

source: File title
ru: Название

source: Lesson file
ru: Файл урока

source: File
ru: Файл

source: Files
ru: Файлы

source: Video
ru: Видео

source: Text
ru: Лекция

source: Title
ru: Название

source: Lesson type
ru: Тип урока

source: Lesson learn time
ru: Примерное время на прохождение урока

source: Lesson
ru: Занятие

source: Lessons
ru: Занятие

source: Text title
ru: Название

source: Text description
ru: Описание

source: Text content
ru: Содержание лекции

source: Texts
ru: Лекции

source: Video title
ru: Название

source: Video description
ru: Описание

source: Video file
ru: Видео файл

source: Videos
ru: Видео

source: reading
ru: лекция

source: video
ru: видео

source: test
ru: тест

source: Empty fields found. You should select {} from the list or create a new one
ru: Обнаружены пустые поля. Необходимо выбрать из списка существующий объект типа {} или создать новый

source: You should select {} from the list or create a new one
ru: Необходимо выбрать из списка существующий объект типа {} или создать новый

source: For editing you should select related content
ru: Для редактирования необходимо выбрать связанный контент

source: Course price
ru: Цена

source: Publish
ru: Опубликовать

source: The subscription for course {course.title} already exists. Change or
ru: Подписка на курс уже существует. Измените или удалите существующую подписку.

source: Grant subscription
ru: Выдать подписку

source: Unsubscribe
ru: Отменить подписку

source: Subscriptions
ru: Подписки

source: Users
ru: Пользователи

source: Subscription expire date
ru: Дата завершения подписки

source: Subscription enabled
ru: Подписка активна

source: Subscriptions list
ru: Перечень подписок

source: Add subscription
ru: Добавить подписку

source: Subscription update
ru: Изменение подписки

source: Subscription delete
ru: Удаление подписки

source: Grant moderator's rights
ru: Выдача прав модератора

source: Grant moderator's rights page
ru: Страница выдачи прав модератора

source: Search by Email
ru: Поиск по Email

source: Search
ru: Найти

source: Role
ru: Роль

source: Moderator
ru: Модератор

source: No users
ru: Нет пользователей

source: Grant
ru: Выдать

source: Remove
ru: Убрать

source: Change lessons ordering
ru: Изменение порядка занятий

source: List of %(title)s chapter's lessons
ru: Список уроков главы %(title)s

source: Current number
ru: Текущий номер

source: New number
ru: Новый номер

source: Back
ru: Назад

source: Add chapter
ru: Добавить главу

source: Add
ru: Создать

source: Delete chapter
ru: Удалить главу

source: Are you sure you want to delete the chapter <span class="text-danger"> %(title)s</span>?
ru: Вы точно хотите удалить главу <span class="text-danger"> %(title)s</span>?

source: Yes
ru: Да

source: No
ru: Нет

source: Description
ru: Описание

source: Change
ru: Изменить

source: Delete
ru: Удалить

source: Add video lesson
ru: Добавить видео урок

source: Add text lesson
ru: Добавить лекцию

source: Add test
ru: Добавление теcта

source: Course Preview
ru: Предварительный просмотр курса

source: Actions
ru: Действия

source: Edit chapter
ru: Редактировать главу

source: Edit
ru: Редактировать

source: Chapters list
ru: Список глав

source: Add target audience
ru: Добавить целевую аудиторию

source: Delete target audience
ru: Удалить целевую аудиторию

source: Are you sure you want to delete the target audience <span class="text-danger"> %(title)s</span>?
ru: Вы точно хотите удалить целевуб аудиторию <span class="text-danger"> %(title)s</span>?

source: Target audience list
ru: Список целевых аудиторий

source: Edit target audience
ru: Редактирование целевой аудитории

source: Change chapters order
ru: Изменение порядка глав

source: %(title)s course's chapters list
ru: Список глав курса %(title)s

source: Add course
ru: Добавить курс

source: Delete course
ru: Удалить курс

source: Are you sure you want to delete the course <span class="text-danger"> %(title)s</span>?
ru: Вы точно хотите удалить курс <span class="text-danger"> %(title)s</span>?

source: List of %(title)s course's chapters
ru: Список глав курса %(title)s

source: Change chapters ordering
ru: Изменение порядка глав

source: Edit course
ru: Редактирование курса

source: Courses list
ru: Список курсов

source: Project goals
ru: Цели проекта

source: About team
ru: О команде

source: TEAM_TEXT
ru: Мы команда профессиональных инженеров из разных отраслей, объединяет нас комплексный подход BIM. Хотим поделиться своим опытом и собрать единомышленников в области инженерии и инноваций.

source: Contacts
ru: Контакты

source: Change password
ru: Сменить пароль

source: Password changing
ru: Изменение пароля

source: Password successfully changed
ru: Пароль успешно изменен

source: Login
ru: Вход

source: Invalid verification link
ru: Неверная ссылка для активации

source: Error during verification email sending
ru: При отправке письма возникла ошибка. Попробуйте еще раз.

source: Email was sent to %(email)s. Please check your mailbox and verify your email address.
ru: Письмо было отправлено на %(email)s. Пожалуйста, проверьте почту и подтвердите ваш email.

source: Dear %(name)s, Please click on the link below to confirm your registration:
ru: Уважаемый(ая) %(name)s, Пожалуйста, нажмите на ссылку ниже для подтверждения регистрации:

source: Sign in with Google
ru: Войти через Google

source: Sign In to your account
ru: Вход в аккаунт

source: Sign in
ru: Войти

source: Register Now
ru: Регистрация

source: Forgot password
ru: Забыли пароль

source: Enter you email to reset password
ru: Для сброса пароля укажите ваш email

source: Send email
ru: Отправить письмо

source: Password reset
ru: Сброс пароля

source: Password changed
ru: Пароль успешно изменен

source: Save changes
ru: Сохранить изменения

source: Invalid password reset link
ru: Неверная ссылка. Возможно, вы уже использовали ее ранее. Пожалуйста, запросите новую ссылку для сброса пароля.

source: Password reset email sent
ru: Письмо с ссылкой для сброса пароля отправлено вам на почту.

source: Dear %(name)s, Please click the link below to reset your password:
ru: Уважаемый(ая) %(name)s, Для сброса пароля, пожалуйста, нажмите на ссылку ниже:

source: Profile
ru: Профиль

source: You have an outdated <span class="text-decoration-underline text-center"> test</span>. Please complete the test.
ru: У вас есть просроченный <span class="text-decoration-underline text-center"> тест</span>. Пожалуйста, завершите тест.

source: Admin
ru: Администратор

source: Verified
ru: Подтвержден

source: Not verified
ru: Не подтвержден

source: Subscription valid until
ru: Действие подписки до

source: My courses
ru: Мои курсы

source: Registration
ru: Регистрация

source: Register
ru: Зарегистрироваться

source: Create your account
ru: Создание аккаунта

source: Sign up with Google
ru: Регистрация через Google

source: Attachment
ru: Прикрепленные файлы

source: Previous lesson
ru: Предыдущий урок

source: Previous chapter
ru: Предыдущая глава

source: Next lesson
ru: Следующий урок

source: Next chapter
ru: Следующая глава

source: Start course
ru: Начать курс

source: Buy course
ru: Купить курс

source: To purchase the course, confirm your Email.
ru: Для приобретения курса подтвердите свой Email.

source: List of available courses
ru: Список доступных курсов

source: No courses found
ru: Курсы не найдены

source: Error 403
ru: Ошибка 403

source: Access denied
ru: Ошибка доступа

source: You don't have permission to open this page
ru: В доступе к запращиваемому ресурсу отказано

source: Back to main page
ru: Вернуться на главную страницу

source: Error 404
ru: Ошибка 404

source: Page not found
ru: Страница не найдена

source: The page you are looking for cannot be found
ru: Запрашиваемая вами страница не найдена, или указан неверный адрес

source: Error 500
ru: Ошибка 500

source: Internal Server Error
ru: Ошибка сервера

source: Server encountered an error and could not handle this request
ru: Из-за возникшей ошибки сервер не может обработать ваш запрос

source: MISSION
ru: МИССИЯ

source: MISSION_TEXT
ru: Наша миссия - обеспечить доступное и качественное образование в области инженерии для всех, кто желает развивать свои навыки и знания. Мы стремимся вдохновить и поддержать студентов, специалистов и энтузиастов инженерии, предоставляя им обширный выбор курсов, обучающих материалов и практических заданий.

source: About company
ru: О компании

source: Our partners
ru: Наши партнеры

source: Navigation
ru: Навигация

source: Course content
ru: Содержание курса

source: Last update
ru: Последнее обновление

source: More
ru: Подробнее

source: Purchased course
ru: Курс приобретен

source: Language
ru: Язык занятия

source: Learn time
ru: Время обучения

source: h.
ru: ч.

source: Name
ru: Имя

source: Work place
ru: Место работы

source: Filters
ru: Фильтры

source: About
ru: О нас

source: Privacy policy
ru: Политика конфиденциальности

source: User agreement
ru: Пользовательское соглашение

source: Admin panel
ru: Админ панель

source: Logout
ru: Выйти

source: SignUp
ru: Регистрация

source: Add module:
ru: Добавить модуль:

source: Delete module
ru: Удаление модуля

source: Are you sure you want to delete the module <span class="text-danger"> %(title)s</span>?
ru: Вы точно хотите удалить модуль <span class="text-danger"> %(title)s</span>?

source: List of %(title)s module's courses
ru: Список курсов модуля %(title)s

source: Change module
ru: Редактирование модуля

source: Modules list
ru: Список модулей

source: Add modules
ru: Добавить модуль

source: Main page
ru: Главная

source: Grant moderator access
ru: Выдача прав модератора

source: Content management instruction
ru: Инструкция по редактированию контента

source: Download instruction
ru: Скачать инструкцию

source: List
ru: Список

source: Readings
ru: Лекции

source: Publish courses
ru: Публикация курсов

source: Grant access
ru: Выдача подписок

source: List of courses
ru: Список курсов

source: Statistics
ru: Статистика

source: Sales
ru: Продажи

source: 7 days
ru: 7 дней

source: 30 days
ru: 30 дней

source: 180 days
ru: 180 дней

source: Country
ru: Страна

source: Registered at
ru: Зарегистрирован

source: Last Entry
ru: Последний вход

source: Email Verified
ru: Email подтвержден

source: Add partner
ru: Добавить партнера

source: Are you sure you want to delete the partner <span class="text-danger"> %(title)s</span>?
ru: Вы точно хотите удалить партнера <span class="text-danger"> %(title)s</span>?

source: Partners list
ru: Список партнеров

source: Image
ru: Изображение

source: Edit partner
ru: Редактировать партнера

source: Correct
ru: Верный

source: Incorrect
ru: Неверный

source: Save
ru: Сохранить

source: Cancel changes
ru: Отменить изменение

source: Add answer
ru: Добавить ответ

source: Delete test
ru: Удалить тест

source: This test is used in the lessons below
ru: Данный тест используется в следующих занятиях

source: In order to delete this test you should change related tests in the lessons above.
ru: Для удаления данного теста необходимо в указанных выше занятиях выбрать другой тест.

source: Are you sure you want to delete the test <span class="text-danger"> %(title)s</span>?
ru: Вы точно хотите удалить тест <span class="text-danger"> %(title)s</span>?

source: Add new question
ru: Добавить новый вопрос

source: Tests list
ru: Список тестов

source: Edit test
ru: Редактирование теcта

source: Number of questions
ru: Количество вопросов

source: Continue
ru: Продолжить

source: Done
ru: Завершить

source: Take test
ru: Прохождение теста

source: Result
ru: Результат

source: Correct answers
ru: Верных ответов

source: out of
ru: из

source: Passed
ru: Сдано

source: Not passed
ru: Не сдано

source: Try again
ru: Повторить попытку

source: Social Network Login Failure
ru: Ошибка при входе через социальные сети

source: An error occurred while attempting to login via your social network account.
ru: При попытке входа с использование аккаунта социльных сетей возникла ошибка

source: Account Connections
ru: Связи с аккаунтом

source: You can sign in to your account using any of the following third party accounts:
ru: Вы можете войти, используя аккайнт любой из нижеприведенных социальных сетей:

source: You currently have no social network accounts connected to this account.
ru: На данный момент у вас нет ни одного аккаунта социальной сети, связанного с данным аккаунтом

source: Add a 3rd Party Account
ru: Добавить аккаунт третьей стороны

source: Login Cancelled
ru: Вход отменен

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
ru: Вы отменили вход на наш сайт через существующий аккаунт. Если это произошло по ошибке, пожалуйста, перейдите на страницу <a href="%(login_url)s">входа</a>.

source: Sign Up
ru: Регистрация

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
ru: Вы использовали свой %(provider_name)s аккаунт для входа на сайт %(site_name)s. В качестве завершающего шага, пожалуйста, заполните следующую форму:

source: Published
ru: Опубликован

source: Users purchased the course
ru: Пользователей купили данный курс

source: Users completed the course
ru: Пользователей закончили данный курс

source: Average course completion time
ru: Среднее время прохождения

source: Lesson types
ru: Типы уроков

source: Average lesson completion time
ru: Среднее время прохождения уроков

source: Test results
ru: Результаты тестов

source: Number of existing courses
ru: Количество созданных курсов

source: Number of published courses
ru: Количество опубликованных курсов

source: Completed lessons
ru: Пройденные уроки

source: Number of subscriptions
ru: Количество подписок

source: Number of active subscriptions
ru: Количество активных подписок

source: Lowest course price
ru: Минимальная стоимость курса

source: Average course price
ru: Средняя стоимость курса

source: Highest course price
ru: Максимальная стоимость курса

source: New subscriptions
ru: Новые подписки

source: Popular courses
ru: Популярные курсы

source: Active course
ru: Активный курс

source: Tests statistics
ru: Статистика по тестам

source: No active subscriptions
ru: Нет текущих подписок

source: Finished courses
ru: Завершенные курсы

source: No finished courses
ru: Нет завершенных курсов

source: Number of registered users
ru: Количество зарегистрированных пользователей

source: Number of users with active subscriptions
ru: Количество пользователей с действующей подпиской

source: New users
ru: Новые пользователи

source: Add file
ru: Добавление файла

source: Delete file
ru: Удаление файла

source: Are you sure you want to delete the file <span class="text-danger"> %(title)s</span>?
ru: Вы точно хотите удалить файл <span class="text-danger"> %(title)s</span>?

source: View file
ru: Просмотр файла

source: Download file
ru: Скачать файл

source: Back to files list
ru: Вернуться к списку файлов

source: Files list
ru: Список файлов

source: Edit file
ru: Редактирование файл

source: To view this video please enable JavaScript, and consider upgrading to a web browser that <a href="https://videojs.com/html5-video-support/" target="_blank">supports HTML5 video</a>
ru: Для просмотра этого видео, пожалуйста, включите JavaScript и рассмотрите возможность обновления до веб-браузера, <a href="https://videojs.com/html5-video-support/" target="_blank">который поддерживает видео в формате HTML5</a>

source: Add lesson
ru: Добавить занятие

source: Adding lesson
ru: Добавление занятия

source: Add questions
ru: Добавление вопросов

source: Delete lesson
ru: Удаление занятия

source: Are you sure you want to delete the lesson <span class="text-danger"> %(title)s</span>?
ru: Вы точно хотите удалить урок <span class="text-danger"> %(title)s</span>?

source: View lesson
ru: Просмотр занятия

source: Reading
ru: Лекция

source: Back to lessons list
ru: Вернуться к списку уроков

source: Lessons list
ru: Список занятий

source: Edit lesson
ru: Редактирование занятия

source: Add reading
ru: Добавить лекцию

source: Delete reading
ru: Удалить лекцию

source: This reading is ised in the lessons below
ru: Данная лекция используется в следующих занятиях

source: In order to delete this reading you should change related readings in the lessons above.
ru: Для удаления данной лекции необходимо в указанных выше занятиях выбрать другое видео.

source: Are you sure you want to delete the reading <span class="text-danger"> %(title)s</span>?
ru: Вы точно хотите удалить лекцию <span class="text-danger"> %(title)s</span>?

source: View reading
ru: Просмотр лекции

source: Back to readings list
ru: Вернуться к списку лекций

source: Readings list
ru: Список лекций

source: Edit reading
ru: Редактирование лекции

source: Add video
ru: Добавить видео

source: Delete video
ru: Удалить видео

source: This video is ised in the lessons below
ru: Данное видео используется в следующих занятиях

source: In order to delete this video you should change related videos in the lessons above.
ru: Для удаления данного видео необходимо в указанных выше занятиях выбрать другое видео.

source: Are you sure you want to delete the video <span class="text-danger"> %(title)s</span>?
ru: Вы точно хотите удалить видео <span class="text-danger"> %(title)s</span>?

source: View video
ru: Просмотр видео

source: Back to videos list
ru: Вернуться к списку видео

source: Videos list
ru: Список видео

source: Edit video
ru: Редактирование видео

source: Grant subscription to user
ru: Выдать подписку пользователю

source: Access
ru: Доступ

source: Are you sure you want to unsubscribe course
ru: Вы уверены, что хотите отменить подписку

source: from user
ru: пользователя

source: Grant subscription to users
ru: Выдать подписку пользователям

source: Current subscription
ru: Текущая подписка
